[M_TooCloseForMissiles MissionDefinition]
MissionName="Perto demais para os mísseis"
MissionDescription="Um antigo piloto de Abutre chamado Loggins foi expulso do seu esquadrão em [place]The Dust[-place]. Como vingança (ficou magoadinho...), ele pede que você destrua a quadra de voleibol que os pilotos utilizam para relaxar entre um ataque e outro. Não se esqueça de levar uma arma incendiária ou explosiva para terminar o serviço!"
TurnInDescription="Há vários anos os Bandidos de [place]The Dust[-place] fundaram uma escola de elite para treinar seus melhores pilotos. O propósito consistia em difundir a esquecida arte do combate aéreo e garantir que os remanescentes dessas práticas fossem considerados os melhores pilotos de Abutres do mundo. E eles conseguiram! Atualmente, os habitantes de Pandora chamam o local de Acampamento de Instrução de Abutres, porém, os pilotos o chamam de ''ARENA VOLEIBOL''."
MissionSummary="Ajude Loggins a vingar-se dos pilotos de Abutres."
MissionGiver="Loggins"
MissionTurnInLocation="Loggins"
TeaserText="ZONA DE PERIGO. Leve uma arma incendiária ou explosiva."

[M_TooCloseForMissiles:BurnNet MissionObjectiveDefinition]
ProgressMessage="Incendeie a rede com uma Pistola Incendiária"

[M_TooCloseForMissiles:DouseNet MissionObjectiveDefinition]
ProgressMessage="Encharque a rede com gasolina"

[M_TooCloseForMissiles:FindGasCans MissionObjectiveDefinition]
ProgressMessage="Recolha os galões de gasolina"

[M_TooCloseForMissiles:GrabTheBalls MissionObjectiveDefinition]
ProgressMessage="Recolha as bolas de voleibol"

[M_TooCloseForMissiles:KillShirtlessGuys MissionObjectiveDefinition]
ProgressMessage="Elimine os caras sem camisa"

[M_TooCloseForMissiles:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:ObjSet_DestroyNet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:ObjSet_SpawnBadGuys MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:RampOffTheEnd MissionObjectiveDefinition]
ProgressMessage="Suba pela rampa"

[M_TooCloseForMissiles:ReachTheGiantRamp MissionObjectiveDefinition]
ProgressMessage="Encontre o acampamento de Abutres"

[M_TooCloseForMissiles:ReachTheGiantRampSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:ShotDownPilots MissionObjectiveDefinition]
ProgressMessage="Derrube os pilotos de Abutres"

